Repository: rmed/zoe-madtrans
Catalog: zam/locale/*.po
Languages: es

source: Line
es: Línea

source: Distance from origin: %d
es: Distancia desde origen: %d

source: Distance from previous stop: %d
es: Distancia desde parada anterior: %d

source: From: %s
es: Desce: %s

source: To: %s
es: Hasta: %s

source: First (A): %s
es: Primera (A): %s

source: Last (A): %s
es: Última(B): %s

source: First (B): %s
es: Primera (B): %s

source: Last (B): %s
es: Última (B): %s

source: Incorrect values
es: Valores incorrectos

source: Time left
es: Tiempo restante

source: Bus distance: %d m
es: Distancia de autobús: %d m

source: Incidents: %d
es: Incidentes: %d

source: Direction 1: %s
es: Dirección 1: %s

source: Direction 2: %s
es: Dirección 2: %s

source: Lines:
es: Líneas

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Labour day
es: Día laborable

source: Festive
es: Festivo
